[
  {
    "id": 1,
    "title": "Pancakes with Maple Syrup",
    "category": "breakfast",
    "meal_image": "https://i.ibb.co/Fx4W2sr/pancakes.jpg",
    "ingredients": "Flour, Eggs, Milk, Baking Powder, Maple Syrup",
    "description": "Indulge in the delightful experience of fluffy pancakes drizzled with sweet maple syrup. These pancakes are made with a perfect blend of flour, eggs, and milk, creating a light and airy texture. Baked to golden perfection, they're a morning treat that will satisfy your sweet cravings. The rich aroma of maple syrup complements the subtle sweetness of the pancakes, making every bite a heavenly delight. Ideal for a leisurely breakfast or brunch, these pancakes are a comforting classic crafted by Chef Emily.",
    "price": 9.99,
    "rating": 4.0,
    "date": "2023-11-24",
    "likes": 8,
    "reviews": 2,
    "admin_name": "Chef Emily",
    "admin_email": "chefemily@example.com"
  },
  {
    "id": 2,
    "title": "Caesar Salad with Grilled Shrimp",
    "category": "lunch",
    "meal_image": "https://i.ibb.co/vdVm7XP/ceser-with-grilled-shirmp.jpg",
    "ingredients": "Romaine Lettuce, Grilled Shrimp, Croutons, Parmesan, Caesar Dressing",
    "description": "Enjoy a refreshing twist on the classic Caesar salad with the addition of succulent grilled shrimp. Crisp romaine lettuce, perfectly grilled shrimp, crunchy croutons, and Parmesan cheese are tossed together in a flavorful Caesar dressing. Each bite is a symphony of textures and tastes, creating a satisfying and healthy lunch option. Chef James has masterfully combined the freshness of the ingredients with the smoky essence of grilled shrimp. This Caesar Salad with Grilled Shrimp is a culinary journey that promises a delightful dining experience.",
    "price": 15.99,
    "rating": 4.5,
    "date": "2023-11-24",
    "likes": 12,
    "reviews": 3,
    "admin_name": "Chef James",
    "admin_email": "chefjames@example.com"
  },
  {
    "id": 3,
    "title": "Vegetarian Stir-Fry",
    "category": "dinner",
    "meal_image": "https://i.ibb.co/zXmPQdQ/Vegetarian-Stir-Fry.jpg",
    "ingredients": "Tofu, Broccoli, Bell Peppers, Soy Sauce, Sesame Oil",
    "description": "Embark on a culinary adventure with our Vegetarian Stir-Fry, a vibrant medley of tofu and fresh vegetables. Tantalize your taste buds with the robust flavors of broccoli, bell peppers, and tofu, all stir-fried to perfection. The secret lies in the savory blend of soy sauce and sesame oil, enhancing each ingredient's natural goodness. Chef Maria's expertise shines through in this colorful and wholesome dish, making it an ideal choice for a nutritious dinner. Immerse yourself in the delightful symphony of flavors and textures crafted in this Vegetarian Stir-Fry.",
    "price": 12.99,
    "rating": 4.2,
    "date": "2023-11-24",
    "likes": 10,
    "reviews": 1,
    "admin_name": "Chef Maria",
    "admin_email": "chefmaria@example.com"
  },
  {
    "id": 4,
    "title": "Fruit Parfait",
    "category": "breakfast",
    "meal_image": "https://i.ibb.co/582J7hF/Fruit-Parfait.jpg",
    "ingredients": "Yogurt, Granola, Berries, Honey, Mint",
    "description": "Elevate your morning routine with our Fruit Parfait, a refreshing blend of yogurt, granola, and fresh berries. This parfait is a harmonious combination of creamy yogurt, crunchy granola, sweet berries, and a drizzle of honey. Chef Alex has carefully curated each layer to create a balanced and satisfying breakfast option. The addition of mint leaves provides a burst of freshness, enhancing the overall experience. Whether enjoyed as a quick breakfast or a delightful midday snack, our Fruit Parfait is a celebration of wholesome ingredients and impeccable flavors.",
    "price": 7.99,
    "rating": 4.7,
    "date": "2023-11-24",
    "likes": 18,
    "reviews": 4,
    "admin_name": "Chef Alex",
    "admin_email": "chefalex@example.com"
  },
  {
    "id": 5,
    "title": "Chicken Alfredo Pasta",
    "category": "lunch",
    "meal_image": "https://i.ibb.co/NrMSvpY/Chicken-Alfredo-Pasta.jpg",
    "ingredients": "Chicken Breast, Fettuccine Pasta, Cream, Parmesan, Garlic",
    "description": "Indulge in the creamy goodness of our Chicken Alfredo Pasta, a classic Italian dish with a twist. Tender chunks of chicken breast are perfectly complemented by fettuccine pasta, bathed in a rich and velvety Alfredo sauce. The addition of Parmesan cheese and garlic enhances the dish's depth of flavor, creating a decadent and satisfying lunch option. Chef Daniel's expertise shines through in every bite, making this Chicken Alfredo Pasta a go-to choice for those seeking comfort and indulgence in a single dish.",
    "price": 16.99,
    "rating": 4.8,
    "date": "2023-11-24",
    "likes": 22,
    "reviews": 6,
    "admin_name": "Chef Daniel",
    "admin_email": "chefdaniel@example.com"
  },
  {
    "id": 6,
    "title": "Mushroom Risotto",
    "category": "dinner",
    "meal_image": "https://i.ibb.co/ysC8q38/Mushroom-Risotto.jpg",
    "ingredients": "Arborio Rice, Mushrooms, Onions, White Wine, Parmesan",
    "description": "Savor the richness of our Mushroom Risotto, a creamy and flavorful Italian classic. Arborio rice is expertly cooked to perfection, absorbing the earthy essence of mushrooms, onions, and a hint of white wine. The finishing touch of Parmesan cheese adds a luxurious creaminess to every forkful. Chef Olivia's culinary finesse shines through in this comforting and indulgent dinner option. Immerse yourself in the exquisite flavors of our Mushroom Risotto, where each bite is a celebration of the finest ingredients and the artistry of Chef Olivia.",
    "price": 14.99,
    "rating": 4.4,
    "date": "2023-11-24",
    "likes": 14,
    "reviews": 5,
    "admin_name": "Chef Olivia",
    "admin_email": "chefolivia@example.com"
  },
  {
    "id": 7,
    "title": "Omelette with Vegetables",
    "category": "breakfast",
    "meal_image": "https://i.ibb.co/kgCgcKY/Omelette-with-Vegetables.jpg",
    "ingredients": "Eggs, Bell Peppers, Onions, Tomatoes, Cheese",
    "description": "Start your day on a hearty note with our Vegetable Omelette, a medley of fresh and flavorful ingredients. Whisked eggs are generously filled with a colorful mix of bell peppers, onions, tomatoes, and cheese, creating a satisfying and wholesome breakfast option. Chef William's expertise ensures the perfect balance of textures and flavors in every bite. Whether enjoyed on its own or paired with your favorite toast, this Vegetable Omelette is a delicious and nutritious way to kickstart your morning with a burst of energy.",
    "price": 9.99,
    "rating": 4.2,
    "date": "2023-11-24",
    "likes": 10,
    "reviews": 2,
    "admin_name": "Chef William",
    "admin_email": "chefwilliam@example.com"
  },
  {
    "id": 8,
    "title": "Caprese Sandwich",
    "category": "lunch",
    "meal_image": "https://i.ibb.co/mbvs3zL/Caprese-Sandwich.jpg",
    "ingredients": "Tomato, Mozzarella, Basil, Olive Oil, Ciabatta",
    "description": "Experience the freshness of our Caprese Sandwich, a classic Italian delight on ciabatta bread. Sliced tomatoes, creamy mozzarella, and fragrant basil are drizzled with olive oil, creating a simple yet exquisite combination of flavors. Chef Sophia's attention to detail ensures that each bite is a celebration of premium ingredients. Whether enjoyed as a light lunch or a satisfying snack, the Caprese Sandwich offers a taste of the Mediterranean in every bite. Treat yourself to a culinary journey where quality meets simplicity in this delightful creation by Chef Sophia.",
    "price": 11.99,
    "rating": 4.5,
    "date": "2023-11-24",
    "likes": 15,
    "reviews": 3,
    "admin_name": "Chef Sophia",
    "admin_email": "chefsophia@example.com"
  },
  {
    "id": 9,
    "title": "Shrimp Scampi",
    "category": "dinner",
    "meal_image": "https://i.ibb.co/vdVm7XP/ceser-with-grilled-shirmp.jpgg",
    "ingredients": "Shrimp, Garlic, Lemon, White Wine, Pasta",
    "description": "Indulge in the flavors of the Mediterranean with our Shrimp Scampi, a garlicky delight over perfectly cooked pasta. Succulent shrimp are sautéed to perfection with garlic and lemon, creating a zesty and aromatic dish. The addition of white wine adds a touch of sophistication to the sauce, elevating the overall experience. Chef Ethan's culinary expertise shines through in every aspect of this dish, making it a go-to choice for those seeking a seafood-inspired dinner. Immerse yourself in the rich flavors and textures of our Shrimp Scampi for a dining experience that transports you to the coastal regions of Italy.",
    "price": 18.99,
    "rating": 4.6,
    "date": "2023-11-24",
    "likes": 25,
    "reviews": 7,
    "admin_name": "Chef Ethan",
    "admin_email": "chefethan@example.com"
  }
]
